Repository: Cmadmin/totalhr.com
Catalog: totalhr.Resources/Resources/AdminGeneric.*.resx
Languages: fr_fr

# Error_No_Item_Selected
source: You need to select an item from the source list before moving it.
fr_fr: Veuillez sélectionner un élément de la liste pour le déplacer.

# Error_No_User_Under_Profile
source: Sorry but no user has been assigned this profile.
fr_fr: Désolé, mais aucun utilisateur n'a été attribué à cette permission.

# V_Absences_Management
source: Absences Management
fr_fr: Gestion des absences

# V_Add_Profile_Picture
source: Add Profile Picture
fr_fr: Ajouter photo de profil

# V_Add_User
source: Add User
fr_fr: Ajouter utilisateur

# V_Admin_Home_Title
source: Admin Home
fr_fr: Tableau de bord Admin

# V_All_Profiles
source: All Profiles
fr_fr: Toutes les permissions

# V_All_Roles
source: All Roles
fr_fr: Tous les roles

# V_Assign
source: Assign
fr_fr: Attribuer

# V_Assign_All
source: Assign All
fr_fr: Tout attribuer

# V_Back_To_List
source: Back To List
fr_fr: Retour a la liste

# V_Choose_Option
source: Please choose an option:
fr_fr: Choisir une option:

# V_Contracts
source: Contracts
fr_fr: Contrats

# V_Contract_Management
source: Contract Management
fr_fr: Gestion des contrats

# V_Contract_Template_Management
source: Template Management
fr_fr: Gestion des modèles

# V_Created_By
source: Created By
fr_fr: Créer par

# V_Created_On
source: Created On
fr_fr: Créer le

# V_Department
source: Department
fr_fr: Départment

# V_Department_Management
source: Departments Management
fr_fr: Gestion de départments

# V_Document_Folder_Managment
source: Document & Folders Management
fr_fr: Gestion de fichier et document

# V_Employee_Registration
source: Employee Registration
fr_fr: Enregistrement des employés

# V_Existing_Profiles
source: Existing Profiles
fr_fr: Permission existantes

# V_Home
source: Home
fr_fr: Accueil

# V_Last_Modified
source: Last Modified
fr_fr: Dernière mise à jour

# V_Last_Modified_By
source: Last Modified By
fr_fr: Dernière modification par

# V_List_Of_Profiles_Intro
source: Viewing list of all available profiles.
fr_fr: Liste des permissions disponibles

# V_List_Of_Roles_Intro
source: Viewing list of all available roles.
fr_fr: Liste des roles disponibles

# V_List_Of_Users_Intro
source: See below a list of users for your company. Use the search to find specific users.
fr_fr: Voir ci-dessous la liste d'employés de votre entreprise. Utilisez le moteur de recherche pour trouver des employés.

# V_Manage_Contracts
source: Manage Contracts
fr_fr: Gestion de contrats

# V_Manage_Forms
source: Manage Forms
fr_fr: Gestion de formulaires

# V_Manage_Profiles
source: Manage User Profiles
fr_fr: Gestion des permissions

# V_Manage_Roles
source: Manage Roles
fr_fr: Gestion des roles

# V_Manage_Templates
source: Manage Templates
fr_fr: Gestion de modèles

# V_Manage_User_Roles
source: Manage User Roles
fr_fr: Gestion de roles des employés

# V_More_Details
source: More Details
fr_fr: Plus de détails

# V_Name
source: Name
fr_fr: Nom

# V_Notify_User_ByEmail
source: Notify User by Email
fr_fr: Informer l'utilisateur par e-mail

# V_Profile_List
source: Profile List
fr_fr: Liste des permissions

# V_Profile_Management
source: Profile Management
fr_fr: Gestion des permissions

# V_Profile_Management_UserList
source: User List By Profile
fr_fr: Liste d'utilisateurs par permission

# V_Profile_Picture
source: Profile Picture
fr_fr: Photo de profil

# V_Remove
source: Remove
fr_fr: Enlever

# V_Remove_All
source: Remove All
fr_fr: Tout enlever

# V_Role_List
source: List of Roles
fr_fr: Liste des permissions

# V_Role_Management
source: Role Management
fr_fr: Gestion de roles

# V_Role_Management_UserList
source: User List By Role
fr_fr: Liste d'utilisateurs par role

# V_Save
source: Save
fr_fr: Sauvegarder

# V_Search_ByName
source: Name
fr_fr: Nom

# V_Search_Partial_Address
source: Partial Address
fr_fr: Adresse partielle

# V_Select
source: Select
fr_fr: Sélectionner

# V_State_or_County
source: State/County
fr_fr: État / District

# V_Town
source: City/Town
fr_fr: Ville

# V_Users
source: Users
fr_fr: Utilisateurs

# V_Users_In_Profile_X
source: Users who have been assigned profile: {0}
fr_fr: Utilisateurs attribués au profil: {0}

# V_User_Create
source: Create User
fr_fr: Créér utilisateur

# V_User_Id
source: User Id
fr_fr: Id d'utilisateur

# V_User_In_Role_X
source: Users in role "{0}"
fr_fr: Utilisateur ayant le role "{0}"

# V_User_List
source: User(s) List
fr_fr: Liste d'utilisateurs

# V_User_Management
source: User Management
fr_fr: Gestion d'utilisateurs

# V_User_Management_Details
source: User Details
fr_fr: Details d'utilisateur

# V_User_Profiles
source: User Assigned Profiles
fr_fr: Permission attribuées a l'utilisateur

# V_User_Profile_Management
source: User Profile Management
fr_fr: Gestion de profile d'utilisateur

# V_User_Roles
source: User Assigned Roles
fr_fr: Roles attribués a l'utilisateur

# V_User_Role_Management
source: User Role Management
fr_fr: Gestion de roles d'utilisateur

# V_User_Search
source: User Search
fr_fr: Recherche d'utilisateur

# V_User_Search_Result_Intro
source: See results for your search criteria below.
fr_fr: Voir résultats de vos critères de recherche ci-dessous.

# V_View_Users
source: View Users
fr_fr: Voir les utilisateurs

# V_You_Viewing_USerProfile_X
source: You are view profiles related to user "{0}".
fr_fr: Vous regardez permissions liés à l'utilisateur "{0}".

# V_You_Viewing_USerRole_X
source: You are view roles assigned to user "{0}".
fr_fr: Vous regardez roles liés à l'utilisateur "{0}".
