Repository: Cmadmin/totalhr.com
Catalog: totalhr.Resources/Resources/Common.*.resx
Languages: fr_fr

# btn_SelectDepartment
source: Select
fr_fr: Sélectionner

# btn_SelectUser
source: Select
fr_fr: Sélectionner

# Error_Account_Activation_Failed
source: Sorry but the details you provided were not found. Please contact our admin for more details.
fr_fr: Désolé, mais les détails que vous avez fournis sont introuvables. Veuillez contacter l'administration pour plus de détails.

# MSG_Account_Activation_Welcome
source: Dear {0},<br/><br/> Congratulations! You have just become a full member of TotalHR. <br/><br/> You can now login at any time into your account and select the features you want and customize your account. For more details on this, please visit our help section.
fr_fr: Cher {0}, <br/><br/> Félicitations! Vous venez devenir un membre à part entière de TotalHR. <br/> Vous pouvez maintenant vous connecter à tout moment dans votre compte et sélectionnez les fonctionnalités que vous voulez et de personnaliser votre compte. Pour plus de détails à ce sujet, veuillez voir notre section d'aide.

# MSG_Welcome_NewUser
source: Dear {0},<br/>Thank you for registering with us. You will receive an email shortly at the following email address {1}. <br/> Please follow instructions on your email to complete your registration. <br/> <br/>Regards,<br/> <br/>{2}
fr_fr: Cher {0}, <br/> Merci pour votre inscription. Vous recevrez d'un moment a l'autre un message à l'adresse email suivante: {1}. <br/> Veuillez suivre les instructions sur votre e-mail pour completer votre inscription. <br/> <br/> Cordialement, <br/><br/> {2}

# Page_TT_Account_Activation
source: Account Activation
fr_fr: Activation du compte

# Page_TT_Account_Activation_Header
source: TotalHR - Account Activation
fr_fr: TotalHR - Activation du compte

# Page_TT_Account_Home
source: My Account - Home
fr_fr: Mon compte

# Page_TT_Calendar_Event_Add
source: Calendar Event Add
fr_fr: Création d'événement

# Page_TT_Calendar_Event_Edit
source: Calendar Event Edit
fr_fr: Modification d'événement

# Page_TT_ForgotPassword
source: Password Reminder
fr_fr: Rappele du mot de passe

# Page_TT_Header_Account_Home
source: TotalHR - Account - Home
fr_fr: TotalHR - Mon compte

# Page_TT_Header_Forgot_Password
source: TotalHR - Password Reminder
fr_fr: TotalHR - Rappel mot de passe

# Page_TT_Header_Login
source: TotalHR - Login
fr_fr: TotalHR - Connexion

# Page_TT_Header_Registration
source: TotalHR - Registration
fr_fr: TotalHR - Enregistrement

# Page_TT_Header_Welcome
source: TotalHR - Welcome
fr_fr: TotalHR - Bienvenue

# Page_TT_Login
source: Login
fr_fr: Connexion

# Page_TT_Registration
source: Registration
fr_fr: Enregistrement

# Page_TT_Welcome
source: Welcome!
fr_fr: Bienvenue!

# Signature
source: The TotalHR Team
fr_fr: L'équipe TotalHR

# V_Add
source: Add
fr_fr: Ajouter

# V_Before
source: Before
fr_fr: Avant

# V_Cancel
source: Cancel
fr_fr: Annuler

# V_ChatRoom_Details
source: Chat Room Details
fr_fr: Salle de chat Info

# V_ChatRoom_Invited_Users
source: Invited Users
fr_fr: Utilisateurs invités

# V_ChatRoom_Name
source: Name
fr_fr: Nom

# V_ChatRoom_Private
source: Private
fr_fr: Privé

# V_ChatRoom_Target
source: Target
fr_fr: Cible

# V_Chat_Cant_Add_Message
source: Sorry could not find your details!
fr_fr: Désolé mais vos coordonnées n'ont pas ete trouvés!

# V_Chat_Entering_Room
source: Entering chat room '{0}'
fr_fr: Accession a la salle de chat '{0}'

# V_Chat_Nickname
source: Your chat nickname
fr_fr: Votre pseudo pour la chat

# V_Chat_Nickname_Intro
source: Please enter a nickname or simply click enter in this case your username will appear in chatroom.
fr_fr: Saisissez un pseudo ou cliquez simplement 'Accès' dans ce cas votre nom d'utilisateur apparaîtra dans la salle de chat.

# V_Chat_NoRooms
source: Sorry but there is no chat room available. You can create one by using the button below.
fr_fr: Désolé mais il n'y a pas de salle de chat disponible. Vous pouvez en créer une en utilisant le bouton ci-dessous.

# V_Chat_Registration
source: Chat Registration
fr_fr: Inscription chat

# V_Chat_Rooms
source: Chat Rooms
fr_fr: Salle de chat

# V_Chat_Room_Create
source: Chat Room Creation
fr_fr: Création de salle de chat

# V_Chat_Room_List
source: List of chat rooms
fr_fr: Liste de salles de chat

# V_Chat_Room_New
source: Create Chatroom
fr_fr: Création de salle de chat

# V_Chat_Send
source: Send
fr_fr: Envoyer

# V_Chat_Server_Started_At
source: The chat server started at {0}
fr_fr: Serveur chat commencé a {0}

# V_Chat_Type_Message
source: Type a message here...
fr_fr: Tapez un message ici ...

# V_Chat_User_X_LoggedOff
source: User '{0}' logged off.
fr_fr: Utilisateur '{0}' a quitté la salle.

# V_Chat_User_X_LoggedOn
source: User '{0}' logged on.
fr_fr: Utilisateur '{0}' a rejoint le chat.

# V_Chat_Your_Nickname
source: Your nickname
fr_fr: Votre pseudo

# V_Enter
source: Enter
fr_fr: Accès

# V_Hide
source: Hide
fr_fr: Cacher

# V_Next
source: Next
fr_fr: Suivant

# V_None
source: None
fr_fr: Aucun

# V_Not_Registered
source: Not registered?
fr_fr: Pas encore inscrit?

# V_Password_Reminder
source: Forgot password?
fr_fr: Mot de passe oublié?

# V_Prev
source: Prev
fr_fr: Suivant

# V_Register
source: Register
fr_fr: S'inscrire

# V_Save
source: Save
fr_fr: Sauvegarder

# V_Set
source: Set
fr_fr: Fixer

# V_Show
source: Show
fr_fr: Montrer

# V_Showing_XtoY_OfZ
source: Showing {0} to {1} of {2}
fr_fr: Afficher {0} to {1} of {2}

# V_Switch_Context
source: Switch Context
fr_fr: Changer de contexte

# V_Switch_Context_Admin_Tooltip
source: Switch to admin context.
fr_fr: Changer vers le contexte admin.

# V_Until
source: Until
fr_fr: Jusqu'à
