Repository: Cmadmin/totalhr.com
Catalog: totalhr.Resources/Resources/Contract.*.resx
Languages: fr_fr

# Error_Admin_UserId_Rq
source: You must be a valid admin user to create contract.
fr_fr: Vous devez être un utilisateur admin valide pour créer un contrat.

# Error_Form_Data
source: Please enter all required form data!
fr_fr: Saisissez toutes les données requises du formulaire!

# Error_Form_Req
source: Form is required
fr_fr: Le formulaire est requis

# Error_Select_User
source: You must select a user to proceed.
fr_fr: Vous devez sélectionner un utilisateur avant de continuer

# Error_Template_Creator_Rq
source: No valid user for template creation.
fr_fr: Pas d'utilisateur sélectionner pour le modèle

# Error_Template_Form_Rq
source: You need to select a form for a template.
fr_fr: Vous devez sélectionner un formulaire pour le modèle.

# Error_Template_Name_Rq
source: Template name is required.
fr_fr: Le nom du modèle est requis.

# Error_Template_Not_Found
source: Sorry but no template has been found.
fr_fr: Désolé, mais aucun modèle n'a été trouvé.

# Error_Template_Not_Selected
source: You need to select a template before proceeding.
fr_fr: Vous devez sélectionner un modèle avant de procéder.

# Error_Template_Rq
source: Template is required.
fr_fr: Le modèle est requis.

# Error_User_Req
source: User is required.
fr_fr: L'utilisateur est requis

# V_Contracts
source: Contracts
fr_fr: Contrats

# V_Contract_Choose_User_Intro
source: In order to create a contract for a user, you need to select a user from the list below or search for a user.<br /> Once a user is found, you can edit or create a contract for this user.
fr_fr: Pour créer le contrat d'un employé, vous devez d'abord sélectionner l'employé dans la liste ci-dessous ou faire une recherche.<br /> Une fois que l'employé a été trouvé, vous pouvez lui attribuer un contrat ou le modifier s'il existe.

# V_Contract_Details
source: Contract Details
fr_fr: Détails du contrat

# V_Contract_Edit
source: Contract Edit
fr_fr: Modifier le contrat

# V_Contract_Management
source: Contract Management
fr_fr: Gestion de contrat

# V_Contract_Management_SelUser
source: Contract Management (Select user)
fr_fr: Gestion de contrat (selection d'utilisateur)

# V_Contract_Saved
source: Contract details saved successfully!
fr_fr: Contrat sauvegardé.

# V_Contract_Select_User
source: Select User
fr_fr: Sélectionner un utilisateur

# V_Created
source: Created
fr_fr: Créér

# V_Created_By
source: Created By
fr_fr: Créér par

# V_Create_Form
source: Create Form
fr_fr: Créér un fomulaire

# V_Create_Template
source: Create Template
fr_fr: Créér un modèle

# V_Edit_Template
source: Edit Template
fr_fr: Modifier le modèle

# V_Fill_Contract_Form
source: Fill Contract Form
fr_fr: Remplire le formulaire de contrat

# V_Form
source: Form
fr_fr: Formulaire

# V_Last_Updated
source: Last Updated
fr_fr: Dernière mise à jour

# V_Last_Updated_By
source: Last Updated By
fr_fr: Dernière mise à jour par

# V_Make_Enquiry
source: Make Enquiry
fr_fr: Faire une demande

# V_My_Contract
source: My Contract
fr_fr: Mon contrat

# V_New_Form
source: New Form
fr_fr: Nouveau formulaire

# V_No_Contract_Info
source: Sorry but your contract information is not available yet. Please contact admin.
fr_fr: Désolé mais votre contrat n'est pas encore disponible. Pour plus d'info, contacter l'administration.

# V_Publish
source: Publish Contract
fr_fr: Publier le contrat

# V_Publish_Info
source: If you publish this contract then the user will be able to view its details.
fr_fr: Si vous publiez ce contrat, l'utilisateur sera en mesure d'afficher les détails.

# V_Save_Contract
source: Save Contract
fr_fr: Sauvegarder le contrat

# V_Save_Template
source: Save Template
fr_fr: Sauvegarder le modèle

# V_Submit
source: Submit
fr_fr: Envoyer

# V_Template_Create
source: Template Create
fr_fr: Création de modèle

# V_Template_Details
source: Template Details
fr_fr: Details du modèle

# V_Template_Details_Intro
source: A contract template is a form that needs to be filled by an admin user. The employee can only see a completed form as his/her contract once the template has been attached to the contract. <br/>If you want to attach an existing form to your contract as template, please go back to the contract and select an existing form template then attach it accordingly.<br/> Click on the button below to open the form editor and create your form. This will launch a popup window.
fr_fr: Un modèle de contrat est un formulaire qui doit être rempli par un utilisateur admin. L'employé ne peut voir un formulaire rempli comme son contrat une fois que le modèle a été joint au contrat. <br/> Si vous souhaitez joindre un formulaire existant à votre contrat en tant que modèle, Veuillez revenir au contrat et sélectionner un modèle de formulaire existant, puis fixez-le en conséquence. <br/> Cliquez sur le bouton ci-dessous pour ouvrir l'éditeur de formulaire et créer votre formulaire. Ca lancera une fenêtre popup.

# V_Template_Id
source: Template Id
fr_fr: Id du modèle

# V_Template_Name
source: Template Name
fr_fr: Nom du modèle

# V_User_Contract
source: User Contract
fr_fr: Contrat de l'utilisateur

# V_User_Contract_Details
source: Contract Details for '{0}'
fr_fr: Détails du contrat pour '{0}'

# V_User_Name
source: User Name
fr_fr: Nom d'utilisateur
