Repository: Cmadmin/totalhr.com
Catalog: totalhr.Resources/Resources/Document.*.resx
Languages: fr_fr

# Error_Cant_Edit_Others_Doc
source: You cannot edit somebody else's document!
fr_fr: Vous ne pouvez pas modifier le document de quelqu'un d'autre!

# Error_Could_Not_Create_Doc
source: Sorry could not create document!
fr_fr: Désolé mais le document n'a pas pu être créer !

# Error_Could_Not_Update_Doc
source: Sorry could not update document!
fr_fr: Désolé mais le document n'a pas été mis à jour !

# Error_Could_Not_Upload_Doc
source: Sorry could not upload file!
fr_fr: Désolé mais le fichier n'a pas pu être téléchargé!

# Error_CreatorIsRequried_Rq
source: Creator is required
fr_fr: Créateur est requis.

# Error_DisplayName_Rq
source: Display name is required
fr_fr: Nom d'affichage est requis

# Error_DocId_Rq
source: Document Id is required
fr_fr: Le Id du document est requis

# Error_FileIsRequried_Rq
source: File is required
fr_fr: Le fichier est requis

# Error_FileName_Rq
source: File name is required
fr_fr: Le nom du fichier est requis

# Error_File_Type
source: Only file of type:
fr_fr: Seuls les fichiers de type:

# Error_NoDept_ForPermission
source: You haven't selected any department.
fr_fr: Vous ne avez sélectionné aucun département.

# Error_NoUser_ForPermission
source: You haven't selected any user.
fr_fr: Vous ne avez sélectionné aucun utilisateur.

# Error_No_Doc_Details
source: Sorry couldn't retrieve document details.
fr_fr: Désolé les détails des documents n'ont pas été retrouvés.

# Error_No_Folder
source: Sorry but no folder or document to view.
fr_fr: Désolé mais aucun dossier ni document a été retrouvés.

# Error_No_Recipient_Specified
source: No recipient specified
fr_fr: Aucun destinataire spécifié

# Error_OriginalFileName_Rq
source: Original file name is required.
fr_fr: Le nom d'origine du fichier est requis.

# Error_ShareType_Rq
source: Share type is required
fr_fr: Le type de share est requis

# Error_Upload_File
source: Please Upload Your file
fr_fr: Veuillez télécharger votre fichier

# JS_ARE_YOU_SURE_TO_DELETE_DOC
source: Are you sure you want to archive this document? This document will not be accessed by other users if you click ok.
fr_fr: Etes-vous sûr de vouloir archiver ce document? Ce document ne sera pas accessible par d'autres utilisateurs si vous cliquez sur OK.

# TH_Created
source: Created
fr_fr: Créée

# TH_CreatedBy
source: Created By
fr_fr: Créée par

# TH_DisplayName
source: DisplayName
fr_fr: Nom d'affichage

# TH_Downloads
source: Downloads
fr_fr: Téléchargements

# TH_Views
source: Views
fr_fr: Vues

# V_Add_Folder
source: Add Folder
fr_fr: Ajouter un dossier

# V_And
source: And
fr_fr: Et

# V_Archive
source: Archive
fr_fr: Archiver

# V_Attachment
source: Attachment
fr_fr: Attachement

# V_Back_To_List
source: Back to list
fr_fr: Retour a la liste

# V_Click_More_Details
source: Click for more details
fr_fr: Clickez pour plus de détails

# V_Close_Dialog
source: Close Dialog
fr_fr: Fermer la fenêtre

# V_Contributed_By
source: Contributed by
fr_fr: Proposé par

# V_Contributor
source: Contributor
fr_fr: Contributeur

# V_Create
source: Create
fr_fr: Créér

# V_Created_After
source: Created After
fr_fr: Date de début

# V_Created_Before
source: Created Before
fr_fr: Date de fin

# V_Create_New
source: Create new document
fr_fr: Créér un document

# V_Create_New_Folder
source: Create Folder
fr_fr: Créér un fichier

# V_Dates_Between
source: Dates between
fr_fr: Dates entre

# V_Delete
source: Delete
fr_fr: Effacer

# V_DisplayName
source: DisplayName
fr_fr: Nom d'affichage

# V_Document_Details_Title
source: Document details
fr_fr: Détails du document

# V_Document_Search
source: Document Search
fr_fr: Recherche de document

# V_Document_Share
source: Document Share
fr_fr: Partage du document

# V_Document_Share_Complete
source: Document Share Complete
fr_fr: Partage du document effectué

# V_Document_Share_Message
source: You have successfully shared the following document:{0}
fr_fr: Vous avez partagé avec succès le document suivant: {0}

# V_Document_title
source: Company Documents and Folders
fr_fr: Documents et dossiers Société

# V_Document_Was_Shared_With
source: The document was sent to {0}
fr_fr: Le document a été envoyé à {0}

# V_Doc_Edit
source: Document Edit
fr_fr: Modification de document

# V_Doc_Name
source: Document Name
fr_fr: Nom du document

# V_Download
source: Download
fr_fr: Télécharger

# V_Edit
source: Edit
fr_fr: Modifier

# V_End
source: End
fr_fr: Fin

# v_File
source: File
fr_fr: Fichier

# V_File_Size
source: File Size
fr_fr: Taille du fichier

# V_File_Type
source: File Type
fr_fr: Type de fichier

# V_Folder
source: Folder
fr_fr: Dossier

# V_Folder_Make_Public
source: Make public
fr_fr: Publier

# V_In_Folder
source: In Folder
fr_fr: Dans le dossier

# V_Link
source: Link
fr_fr: Lien

# V_New_Folder
source: New Folder
fr_fr: Nouveau dossier

# V_No_Folder
source: Document(s) With No Folder
fr_fr: Document(s) sans dossier

# V_No_Search_Criteria
source: You entered no search criteria
fr_fr: Vous n'avez saisi aucun critère de recherche

# V_Open
source: Open
fr_fr: Ouvrir

# V_Or_Email
source: Or Email
fr_fr: Ou Email

# V_Permission_Company
source: Whole company
fr_fr: Toute la societé

# V_Permission_Private
source: Private
fr_fr: Privé

# V_Recipient
source: Recipient
fr_fr: Destinataire

# V_Reset
source: Reset
fr_fr: Recommencer

# V_Save
source: Save
fr_fr: Sauvegarder

# V_Search
source: Search
fr_fr: Rechercher

# V_Search_For_Document
source: Search For Document
fr_fr: Rechercher un document

# V_Search_For_Folder
source: Search For Folder
fr_fr: Rechercher un dossier

# V_Search_Result
source: See results below.
fr_fr: Voir les resultats ci-dessous

# v_Select
source: Select
fr_fr: Sélectionner

# V_Select_Department
source: Select Department
fr_fr: Sélectionner un départment

# V_Select_User
source: Select user
fr_fr: Sélectionner un utilisateur

# V_Share
source: Share
fr_fr: Partager

# V_Share_As
source: Share as
fr_fr: Partager en tant que

# V_Share_Attachment
source: Send as attachment
fr_fr: Envoyer comme attachement

# V_Share_Doc_Email_Title
source: {0} shared document with you.
fr_fr: {0} vous a envoyé un document.

# V_Share_Intro
source: You can share a link to this document or send it as attachment to a user email.<br/> Select a user from list or type in an email address.
fr_fr: Vous pouvez partager ce document comme lien ou l'envoyer en pièce jointe à un e-mail. <br/> Sélectionnez donc un utilisateur dans la liste ou saisissez une adresse de courriel.

# V_Share_Link
source: Send as link
fr_fr: Envoyer comme lien

# V_Start
source: Start
fr_fr: Commencement

# V_Upload
source: Upload
fr_fr: Télécharger

# V_View
source: View
fr_fr: Voir

# V_View_As_Table
source: View as Table
fr_fr: Modèle table

# V_View_In_Folder
source: View In Folders
fr_fr: Voir les dossiers

# V_With_Document_Name
source: With Document Name
fr_fr: Avec le nom du document

# V_With_File_Type
source: With File type
fr_fr: Avec le type de fichier

# V_Your_Search
source: You made a search with the following criteria:
fr_fr: Vous avez fait une recherche selon les critères suivants:
