Repository: Cmadmin/totalhr.com
Catalog: totalhr.Resources/Resources/FormMessages.*.resx
Languages: fr_fr

# btn_Cancel
source: Cancel
fr_fr: Annuler

# btn_CreateTender
source: Create Tender
fr_fr: Créer une appels d'offres

# btn_Login
source: Login
fr_fr: Connexion

# btn_Register
source: Register
fr_fr: Enregistrer

# btn_Reset
source: Reset
fr_fr: Recommencer

# btn_Search
source: Search
fr_fr: Recherche

# btn_value_Continue
source: Continue
fr_fr: Continuer

# btn_Value_Save
source: Save
fr_fr: Sauvegarder

# Error_Addres1_Rq
source: First Line of address is required
fr_fr: Première ligne d'adresse est requise

# Error_Address1_Too_Long
source: Address line 1 too long (max 255 characters)
fr_fr: Première ligne d'adress trop longue (max 255 caractères)

# Error_Address2_Too_Long
source: Address line 2 too long (max 255 characters)
fr_fr: Adress (suite) est trop longue (max 255 caractères)

# Error_Address3_Too_Long
source: Address line 3 too long (max 255 characters)
fr_fr: Adress (extra) est trop longue (max 255 caractères)

# Error_Amount_Rq
source: Amount is required
fr_fr: Montant est requis

# Error_Annual_Revenue_Rq
source: Annual Revenu is required
fr_fr: Revenu annuel est required

# Error_City_Rq
source: City is required
fr_fr: La ville est required

# Error_City_Too_Long
source: Town or City too long (max 50 characters)
fr_fr: Nom de la ville est trop long (50 caractères max)

# Error_Commodities_Rq
source: Please select some commodities
fr_fr: Veuillez sélectionner certains produits

# Error_CompanyName_Rq
source: Company name is required.
fr_fr: Le nom de l'entreprise est requis

# Error_CompanyNoEmployees_Rq
source: Number of employees is required
fr_fr: Le nombre d'employé est requis

# Error_CompanyType_Too_Long
source: Company Type too long (max 50 characters)
fr_fr: Le type d'entreprise est trop long (50 caractères max)

# Error_Company_Name_Rq
source: Company's name is required
fr_fr: Le nom de l'entreprise est requis

# Error_Company_Name_Too_long
source: Company name should not exceed 100 characters
fr_fr: Le nom de l'entreprise ne doit aller au dela de 100 caractères

# Error_Could_Not_Submit_Form
source: Sorry couldn't submit form.
fr_fr: Désolé mais le formulaire n'a pas été soumis.

# Error_Country_Required
source: Please select a country
fr_fr: Veuillez sélectionner un pays

# Error_Description_Rq
source: Description is required
fr_fr: La description est requise

# Error_Description_Too_long
source: Description should not exceed 3000 characters
fr_fr: La description ne doit pas dépasser 3000 caractères

# Error_Duplicate_Registration
source: You have already submitted your details.
fr_fr: Vous avez déjà soumis vos coordonnées.

# Error_Email_Doesnt_Exist
source: Sorry your email is not registered.
fr_fr: Désolé, votre email ne est pas enregistré.

# Error_Email_Needs_To_Be_Provided
source: Please enter email first before using it as username
fr_fr: Saisissez d'abord l' email avant de l'utiliser comme pseudo

# Error_Email_Reminder
source: Email is required.
fr_fr: l'email est requis.

# Error_Email_Too_long
source: Email address too long (max 100 characters)
fr_fr: l'addresse email est trés longue (100 caractéres max)

# Error_EventEndDate_Rq
source: An end date is required for each event
fr_fr: Une date de fin est requise pour chaque événement

# Error_EventStartDate_Rq
source: A start date is required for each event
fr_fr: Une date de début est requise pour chaque événement

# Error_EventTitle_Rq
source: A title is required for an event
fr_fr: Veuillez saisire le titre de votre événement

# Error_Event_Target_Not_Set
source: You need to set a target group for event
fr_fr: Vous devez définir un groupe cible pour l'événement

# Error_Event_Target_Required
source: You need to select attendee(s) for your event
fr_fr: Vous devez sélectionner des participants pour votre événement

# Error_Event_UserNotLogged
source: You must be a valid logged in user in order to create and event
fr_fr: Vous devez être connecté et un utilisateur valable pour pouvoir créer des d'événements

# Error_Firstname_Rq
source: First name is required.
fr_fr: Prénom est requis

# Error_First_Name_Rq
source: First name is requried
fr_fr: Prénom est requis

# Error_Gender_Rq
source: Gender is required
fr_fr: Le sexe est requis

# Error_Invalid_Date
source: Invalid date.
fr_fr: Date pas valable.

# Error_Invalid_Email
source: Please enter a valid email address
fr_fr: Saisissez une addresse email valable

# Error_Last_Name_Rq
source: Last name is required
fr_fr: Le nom de famille est requis

# Error_Login_Failed
source: Sorry but the details you provided are incorrect.
fr_fr: Les details saisis ne sont pas valable.

# Error_Missing_Reminder_Frequency_AndValues
source: Please enter and select reminder values and frequency as necessary.
fr_fr: Veuillez saisir la durée et fréquence de rappel.

# Error_Missing_Reminder_Type
source: Please select a reminder type before continuing.
fr_fr: Sélectionner le type de rappel

# Error_MobilePhone_Too_Long
source: Mobile Phone too long (max 30 characters)
fr_fr: Numero de cellulaire est trop long (30 caractèrs max)

# Error_NoProfile_CreateCalendarEvent
source: You do not have correct profile to create a calendar event
fr_fr: Vous n'avez pas de permission pour pouvoire créer un événement de calendrier

# Error_OtherName_Too_long
source: Other name too long (max 50 characters)
fr_fr: Autre nom trop long (50 caractèrs max)

# Error_OtherTitle_Too_long
source: Title too long (max 30 characters)
fr_fr: Civilité trop longue (30 caractèrs max)

# Error_PasswordConfirm_NotInRange
source: Confirmed Password must be between 6 and 15 characters.
fr_fr: La confirmation de mot de passe doit etre entre 6 et 15 caractères.

# Error_PasswordConfirm_Too_long
source: Confirmed Password too long (max 15 characters)
fr_fr: La confirmation de mot de passe est trop longue (15 caractères max)

# Error_Password_Conf_Rq
source: Please confirm your password
fr_fr: Veuillez confirmer votre mot de passe

# Error_Password_NotInRange
source: Password must be between 6 and 15 characters.
fr_fr: Le mot de passe doit avoir entre 6 et 15 caractères.

# Error_Password_Not_Matched
source: Your confirmed password must match the password originally specified
fr_fr: Votre confirmation de mot de passe doit correspondre au mot de passe original.

# Error_Password_No_Match
source: The password confirmation doesn't match the original one.
fr_fr: La confirmation de mot de passe ne correspond pas à celui l'original.

# Error_Password_Rq
source: Password is required
fr_fr: Le mot de passe est requis

# Error_Password_Too_long
source: Password is too long (max 15 characters)
fr_fr: Le mot de passe est trop long (15 caractères max)

# Error_PersonalPhone_Too_Long
source: Personal Phone too long (max 30 characters)
fr_fr: Telephone personel est trop long (30 caractères max)

# Error_Phone1_Rq
source: Please provide a contact telephone
fr_fr: Veuillez donner un numero de contact

# Error_Phone_Too_Long
source: Phone number too long (max 30 characters)
fr_fr: Numero de telephone trop long (30 caractères max)

# Error_Postcode_Too_Long
source: Postal Code too long (max 30 characters)
fr_fr: Le code postal est trop long (30 caractères max)

# Error_Quick_Search_Rq
source: Please select a commodity and a location before proceeding
fr_fr: Veuillez sélectionner un produit et lieux avant de procéder.

# Error_Reg_User_Email_Exists
source: The email you entered, already exists.
fr_fr: L'e-mail que vous avez entré existe déjà

# Error_Sales_Territories_Rq
source: Please select some test territories
fr_fr: Sélectionner certains territoires d'essai

# Error_Secret_Question_Answer_Rq
source: Please provide an answer to the secret question
fr_fr: Veuillez fournir une réponse à la question secrète

# Error_Secret_Question_Rq
source: Please select a secret question
fr_fr: Sélectionner une question secrète

# Error_Select_Commodity
source: You need to select a Commodity
fr_fr: Vous devez sélectionner une marchandise

# Error_Select_Location
source: You need to select a Location
fr_fr: Vous devez sélectionner un lieu

# Error_Sorry_CouldNot_Save_User
source: Sorry could not save your details.
fr_fr: Désolé mais vos coordonnées n'ont pas ete sauvegardés.

# Error_StartDate_After_EndDate
source: Start date cannot be after the end date. Please select correct dates.
fr_fr: Date de début ne peut pas être après la date de fin. Veuillez sélectionner des dates correctes.

# Error_StartDate_Before_Repeat
source: You must specify a start date for event before you add a repeat.
fr_fr: Vous devez spécifier une date de début pour l'événement avant d'ajouter une répétition.

# Error_State_Too_Long
source: State or county too long (max 50 characters)
fr_fr: État trop long (50 caractères max )

# Error_Surname_Rq
source: Surname is required
fr_fr: Le nom de famille est requis

# Error_TaxtID_Too_Long
source: TAX Id too long (max 50 characters)
fr_fr: TAX Id trop long (50 caractères max)

# Error_Terms_Not_Accepted_Rq
source: Please indicate if you accept our terms of service or not
fr_fr: Veuillez indiquer si vous acceptez nos conditions d'utilisation ou non

# Error_Title_Rq
source: Select a title or enter other title.
fr_fr: Sélectionnez une civilité ou saisire une autre titre.

# Error_Title_Too_Long
source: The title has a maximum of 150 characters
fr_fr: Le titre ne doit depasser 150 caractères

# Error_Username_Rq
source: User name is required
fr_fr: Le nom de l'utilisateur est requis

# Error_UserName_Too_long
source: User name too long (max 100 characters)
fr_fr: Le nom de l'utilisateur est trop long (100 caractères max)

# Error_UserType_Rq
source: Please provide a user type
fr_fr: Veuillez sélectionner le type d'utilisateur

# Error_User_Email_Exist
source: The email you entered is already registered.
fr_fr: L'e-mail que vous avez saisi est déjà enregistré.

# Error_User_Name_Exist
source: The username you entered is already taken.
fr_fr: Le pseudo que vous avez saisi a déjà été pris

# Error_VATID_Too_Long
source: VAT too long (max 50 characters)
fr_fr: TVA trop longue (50 caractères max)

# Error_Website_Too_Long
source: Website too long (max 500 characters)
fr_fr: Site internet trop long (500 caractères max)

# Info_Months
source: Months
fr_fr: Mois

# Label_AddEdit_Attached_Files
source: Add/Edit Attached Files
fr_fr: Ajouter/Modifier les fichiers joints

# Label_Address
source: Address
fr_fr: Adresse

# Label_Add_Seller_Preferences
source: Add Seller Preferences
fr_fr: Ajouter les préférences du vendeur

# Label_Amount
source: Amount
fr_fr: Montant

# Label_Annual_Revenue
source: Annual Revenue
fr_fr: Revenu annuel

# Label_Attached_File
source: Attached Files
fr_fr: Fichiers join

# Label_Award_Date
source: Award Date
fr_fr: Date d'attribution

# Label_Bid_Required
source: Bid Required
fr_fr: Appel d'offres obligatoire

# Label_Business_Country
source: If your business is located in more than one country, please select country where headquarter is.
fr_fr: Si votre entreprise est situé dans plus d'un pays, veuillez sélectionner le pays où se trouve le siège.

# Label_City
source: City
fr_fr: Ville

# Label_Commodities
source: Commodities
fr_fr: Marchandise

# Label_CompanyAddress
source: Company Address
fr_fr: Adresse de la société

# Label_CompanyEmail
source: Company Email
fr_fr: Email de la société

# Label_CompanyNoOfEmployees
source: Number of Employees
fr_fr: Nombre d'employé

# Label_CompanyNumber
source: Company Number
fr_fr: Numero d'enregistrement

# Label_CompanyType
source: Company Type
fr_fr: Type de société

# Label_Company_Information
source: Company Information
fr_fr: Informations sur la société

# Label_Company_Name
source: Company Name
fr_fr: Nom de la société

# Label_Contract_Length
source: Contract Length
fr_fr: Durée du contrat

# Label_Country
source: Country
fr_fr: Pays

# Label_Department
source: Department
fr_fr: Départment

# Label_DOB
source: Date of Birth
fr_fr: Date de naissance

# Label_DUNS_Number
source: DUNS Number
fr_fr: Numero DUNS

# Label_End_Date
source: End Date
fr_fr: Date de fin

# Label_End_Time
source: End Time
fr_fr: Temps de fin

# Label_Enter_Year
source: Enter year
fr_fr: Saisissez l'année

# Label_First_Name
source: First Name
fr_fr: Prénom

# Label_Gender
source: Gender
fr_fr: Sexe

# Label_In_Location
source: In Location(s)
fr_fr: Aux lieux

# Label_Language
source: Language
fr_fr: Langues

# Label_Last_Name
source: Last Name
fr_fr: Nom de famille

# Label_Last_Visit
source: Last Visit
fr_fr: Dernière visite

# Label_Location
source: Location
fr_fr: Lieu

# Label_Looking_For
source: Looking For
fr_fr: À La Recherche De

# Label_MiddleName
source: Middle Name
fr_fr: Deuxième nom

# Label_Mobile
source: Mobile
fr_fr: Cellulaire

# Label_Name
source: Name
fr_fr: Nom

# Label_Password
source: Password
fr_fr: Mot de passe

# Label_Password_Confirm
source: Confirm password
fr_fr: Confirmer le mot de passe

# Label_Phone
source: Contact Phone
fr_fr: Numero de telephone

# Label_Phone1
source: Phone1
fr_fr: Premier numéro

# Label_Phone2
source: Phone2
fr_fr: Deuxième numéro

# Label_PostCode
source: Postal Code
fr_fr: Code Postal

# Label_Pref_Language
source: Preferred Language
fr_fr: Langue préférée

# Label_Reminders
source: Reminders
fr_fr: Rappels

# Label_Reminder_Count
source: {0} added
fr_fr: {0} ajouté(s)

# Label_Repeat
source: Repeat
fr_fr: Répéter

# Label_Response_Deadline
source: Response Deadline
fr_fr: Date limite de réponse

# Label_Sales_Territories
source: Sales Territories
fr_fr: Territoires de vente

# Label_Secret_Question
source: Secret Question
fr_fr: Question secrète

# Label_Select_Commodity
source: Please select Commodity(s)
fr_fr: Choisissez un ou plusieur produit(s)

# Label_Select_Location
source: Please select Location(s)
fr_fr: Choisissez un lieu

# Label_Start_Date
source: Start Date
fr_fr: Date de début

# Label_Start_Time
source: Start Time
fr_fr: Temps du commencement

# Label_State
source: County/State
fr_fr: Etat

# Label_TargetGroup
source: Attendee(s)
fr_fr: Présence (s)

# Label_Title
source: Title
fr_fr: Titre

# Label_Username
source: Username
fr_fr: Nom d'utilisateur

# Label_User_Information
source: User Account Information
fr_fr: Informations sur le compte de l'utilisateur

# MSG_Add_Industries
source: Select industries supplied to
fr_fr: Sélectionnez vos industries

# MSG_AdvancedSearch_Intro
source: With the Advanced Search, you can view all suppliers based on the selected Category or commodities of your choice. Please select a category below to start.
fr_fr: Avec la recherche avancée, vous pouvez voir tous les fournisseurs en fonction de la catégorie ou des produits sélectionnés de votre choix. Se il vous plaît sélectionnez une catégorie ci-dessous pour commencer.

# MSG_Category_Search_Intro
source: Search By Category
fr_fr: Recherche par catégorie

# MSG_Departments_Invitee_List
source: Select department(s) to invite
fr_fr: Sélectionnez les départements que vous voulez inviter

# MSG_Details_Saved
source: Your details have been saved successfully!
fr_fr: Vos données ont été sauvegardées avec succès!

# MSG_Duplicate_Reminder
source: Reminder already added.
fr_fr: Rappel déjà ajouté.

# MSG_Email_Reminder
source: Please enter your email and we will send you a reminder for your password
fr_fr: Saisissez votre email et nous vous enverrons un rappel pour votre mot de passe

# MSG_Error_NoAttendee_Chosen
source: You cannot invite attendees without selecting any!
fr_fr: Vous ne pouvez pas inviter les participants sans les avoir sélectionner!

# MSG_Terms_Of_Service
source: I have read and agree to the Terms of Use and the TotalHR Privacy Statement
fr_fr: Je ai lu et accepté les Conditions d'utilisation et la Charte de confidentialité TotalHR

# MSG_Users_Invitee_List
source: Select user(s) to invite
fr_fr: Sélectionnez l'utilisateur que vous voulez inviter

# Title_Advanced_Search
source: Advanced Search
fr_fr: Recherche avancée

# Title_Company_Details
source: Company Details
fr_fr: Détails de la société

# Title_Logon_Details
source: Logon Details
fr_fr: Données de connexion

# Title_Personal_Details
source: Personal Details
fr_fr: Données personelles

# Toolt_Add_Reminder
source: Add a reminder
fr_fr: Ajouter un rappel

# Toolt_Delete_Reminder
source: Delete reminder
fr_fr: Effacer un rappel

# Toolt_Edit_Reminder
source: Edit reminder
fr_fr: Modifer un rappel

# V_Added
source: Added
fr_fr: Ajouté

# V_Email_As_Username
source: Use my email as username
fr_fr: Utiliser mon email comme nom d'utilisateur

# V_Location
source: Location
fr_fr: Lieu

# V_No
source: No
fr_fr: Non

# V_None_Added
source: None added
fr_fr: Aucun ajouté

# V_Selected_Commodities
source: Selected Commodities
fr_fr: Sélectionner des produits

# V_Selected_Locations
source: Selected Location(s)
fr_fr: Sélectionner les lieux

# V_Selected_Suppliers
source: Selected Suppliers
fr_fr: Sélectionner les fournisseurs

# V_User_Email_As_UserName
source: User email as username
fr_fr: Utiliser l'email comme nom d'utilisateur

# V_Yes
source: Yes
fr_fr: Oui
